Repository: fccn/ecommerce-nau-extensions
Catalog: nau_extensions/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Retry Send to Financial Manager System
pt_pt: Repetir envio para o sistema de gestão financeira

source: Retry Send to Financial Manager System with success.
pt_pt: Reenvio para o sistema de gestão financeira com sucesso

source: Retry Send to Financial Manager System with an error.
pt_pt: Reenvio para o sistema de gestão financeira com erro.

source: VAT Identification Number (VATIN)
pt_pt: Número de Identificação Fiscal (NIF)

source: The value-added tax identification number or VAT identification number can be used to identify a business or a taxable person in the European Union.
pt_pt: O número de identificação para efeitos de imposto sobre o valor acrescentado ou número de identificação para efeitos de IVA pode ser utilizado para identificar uma empresa ou um sujeito passivo na União Europeia.

source: Basket Billing Information
pt_pt: Informação de faturação

source: Basket Billing Informations
pt_pt: Informações de faturação

source: Incorrect vatin format for country
pt_pt: Formato de dados incorreto para o país

source: To be sent
pt_pt: A enviar

source: Sent with success
pt_pt: Enviado com sucesso

source: Sent with error
pt_pt: Enviado com erro

source: Billing address
pt_pt: Endereço de faturação

source: Saving...
pt_pt: A guardar...

source: Save
pt_pt: Guardar

source: or
pt_pt: ou

source: cancel
pt_pt: cancelar

source: Billing information
pt_pt: Informação de faturação

source: Value-Added Tax Identification Number (VATIN)
pt_pt: Número de Identificação Fiscal (NIF)

source: Edit bellow if you want your receipt to include a Value-Added Tax Identification Number (VATIN / NIF).
pt_pt: Edite abaixo se quiser que o seu recibo inclua um Número de Identificação Fiscal (VATIN / NIF)

source: Country
pt_pt: País

source: VATIN
pt_pt: NIF

source: Edit
pt_pt: Editar

source: Edit bellow if you want your receipt to include your address, your name or even your company name so your employer can refund you.
pt_pt: Edite abaixo se quiser que o recibo inclua a sua morada, o seu nome ou mesmo o nome da sua empresa para que o seu empregador o possa reembolsar.

source: Download receipt
pt_pt: Descarregar recibo

source: Address saved
pt_pt: Endereço guardado

source: VATIN saved
pt_pt: NIF guardado
